Revit 2024 API
ElementMulticategoryFilter.PassesFilter Method
Overload List
Name | Description
PassesFilter(Element)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
PassesFilter(Document, ElementId)
 Applies the filter to a given element.
 (Inherited from ElementFilter.)
See Also
ElementMulticategoryFilter Class
ElementMulticategoryFilter Members
Autodesk.Revit.DB Namespace